Repository: Prot10/MyMacCleaner
Catalog: MyMacCleaner/Resources/StartupItems.xcstrings
Source language: en
Languages: es, it

# startupItems.badge.system
source: System
es: Sistema
it: Sistema

# startupItems.controls.search
source: Search items...
es: Buscar elementos...
it: Cerca elementi...

# startupItems.controls.showSystem
source: Show System
es: Mostrar Sistema
it: Mostra Sistema

# startupItems.controls.sortBy
source: Sort by
es: Ordenar por
it: Ordina per

# startupItems.detail.executable
source: Executable
es: Ejecutable
it: Eseguibile

# startupItems.detail.label
source: Label
es: Etiqueta
it: Etichetta

# startupItems.detail.path
source: Path
es: Ruta
it: Percorso

# startupItems.empty.message
source: Try adjusting your search or filters
es: Intenta ajustar tu búsqueda o filtros
it: Prova a modificare la ricerca o i filtri

# startupItems.empty.title
source: No Items Found
es: No se encontraron elementos
it: Nessun elemento trovato

# startupItems.filter.allTypes
source: All Types
es: Todos los Tipos
it: Tutti i Tipi

# startupItems.header.running
source: running
es: en ejecución
it: in esecuzione

# startupItems.item.developer %@
source: by %@
es: por %@
it: di %@

# startupItems.item.running
source: Running
es: En ejecución
it: In esecuzione

# startupItems.item.system
source: System
es: Sistema
it: Sistema

# startupItems.loading.description
source: This may take a moment...
es: Esto puede tardar un momento...
it: Potrebbe richiedere un momento...

# startupItems.loading.title
source: Scanning Startup Items...
es: Escaneando elementos de inicio...
it: Scansione elementi di avvio...

# startupItems.remove.button
source: Remove
es: Eliminar
it: Rimuovi

# startupItems.remove.cancel
source: Cancel
es: Cancelar
it: Annulla

# startupItems.remove.confirm
source: Remove
es: Eliminar
it: Rimuovi

# startupItems.remove.message %@
source: This will permanently remove "%@" from your startup items. This action cannot be undone.
es: Esto eliminará permanentemente "%@" de los elementos de inicio. Esta acción no se puede deshacer.
it: Questo rimuoverà permanentemente "%@" dagli elementi di avvio. Questa azione non può essere annullata.

# startupItems.remove.title %@
source: Remove %@?
es: ¿Eliminar %@?
it: Rimuovere %@?

# startupItems.scan.button
source: Scan Startup Items
es: Escanear elementos de inicio
it: Scansiona elementi di avvio

# startupItems.scan.description
source: Find login items, launch agents, and daemons that run at startup
es: Buscar elementos de inicio, agentes de lanzamiento y daemons
it: Trova elementi di login, launch agent e daemon all'avvio

# startupItems.scan.title
source: Discover Startup Items
es: Descubrir elementos de inicio
it: Scopri elementi di avvio

# startupItems.scanning
source: Scanning...
es: Escaneando...
it: Scansione...

# startupItems.search
source: Search startup items...
es: Buscar elementos de inicio...
it: Cerca elementi di avvio...

# startupItems.sortOrder.name
source: Name
es: Nombre
it: Nome

# startupItems.sortOrder.status
source: Status
es: Estado
it: Stato

# startupItems.sortOrder.type
source: Type
es: Tipo
it: Tipo

# startupItems.stats.disabled
source: Disabled
es: Deshabilitados
it: Disabilitati

# startupItems.stats.enabled
source: Enabled
es: Habilitados
it: Abilitati

# startupItems.stats.running
source: Running
es: En ejecución
it: In esecuzione

# startupItems.status.disabled
source: Disabled
es: Deshabilitado
it: Disabilitato

# startupItems.status.enabled
source: Enabled
es: Habilitado
it: Abilitato

# startupItems.subtitle
source: Manage apps that run at login
es: Gestiona las apps que se ejecutan al iniciar
it: Gestisci le app che si avviano al login

# startupItems.systemItems
source: Show System Items
es: Mostrar Elementos del Sistema
it: Mostra Elementi di Sistema

# startupItems.toast.disabled %@
source: %@ disabled
es: %@ deshabilitado
it: %@ disabilitato

# startupItems.toast.enabled %@
source: %@ enabled
es: %@ habilitado
it: %@ abilitato

# startupItems.toast.modifyFailed %@
source: Failed to modify %@
es: Error al modificar %@
it: Impossibile modificare %@

# startupItems.toast.noItemsFound
source: No startup items found
es: No se encontraron elementos de inicio
it: Nessun elemento di avvio trovato

# startupItems.toast.openSystemSettings %@
source: Opening System Settings to toggle %@
es: Abriendo Configuración para cambiar %@
it: Apertura Impostazioni per modificare %@

# startupItems.toast.removeFailed %@
source: Failed to remove %@
es: Error al eliminar %@
it: Impossibile rimuovere %@

# startupItems.toast.removed %@
source: %@ removed successfully
es: %@ eliminado correctamente
it: %@ rimosso con successo

# startupItems.toast.systemCannotModify
source: System items cannot be modified
es: Los elementos del sistema no se pueden modificar
it: Gli elementi di sistema non possono essere modificati

# startupItems.toast.systemCannotRemove
source: System items cannot be removed
es: Los elementos del sistema no se pueden eliminar
it: Gli elementi di sistema non possono essere rimossi

# startupItems.toggle.cancel
source: Cancel
es: Cancelar
it: Annulla

# startupItems.toggle.confirm
source: Confirm
es: Confirmar
it: Conferma

# startupItems.toggle.disable
source: Disable
es: Deshabilitar
it: Disabilita

# startupItems.toggle.disable.message %@
source: This will prevent "%@" from launching at startup.
es: Esto evitará que "%@" se inicie al arrancar.
it: Questo impedirà a "%@" di avviarsi all'avvio.

# startupItems.toggle.disable.title %@
source: Disable %@?
es: ¿Deshabilitar %@?
it: Disabilitare %@?

# startupItems.toggle.disableMessage %@
source: Are you sure you want to disable %@?
es: ¿Estás seguro de que deseas deshabilitar %@?
it: Sei sicuro di voler disabilitare %@?

# startupItems.toggle.enable
source: Enable
es: Habilitar
it: Abilita

# startupItems.toggle.enable.message %@
source: This will allow "%@" to launch at startup.
es: Esto permitirá que "%@" se inicie al arrancar.
it: Questo permetterà a "%@" di avviarsi all'avvio.

# startupItems.toggle.enable.title %@
source: Enable %@?
es: ¿Habilitar %@?
it: Abilitare %@?

# startupItems.toggle.enableMessage %@
source: Are you sure you want to enable %@?
es: ¿Estás seguro de que deseas habilitar %@?
it: Sei sicuro di voler abilitare %@?

# startupItems.toggle.title
source: Toggle Startup Item
es: Cambiar Elemento de Inicio
it: Cambia Elemento di Avvio

# startupItems.type.launchAgent
source: Launch Agent
es: Agente de Lanzamiento

# startupItems.type.launchDaemon
source: Launch Daemon
es: Daemon de Lanzamiento

# startupItems.type.loginItem
source: Login Item
es: Elemento de Inicio
it: Elemento di Login

# startupItems.type.userLaunchAgent
source: User Launch Agent
es: Agente de Usuario
it: Launch Agent Utente

# startupItems.typeDesc.launchAgent
source: System-wide background service
es: Servicio en segundo plano del sistema
it: Servizio in background di sistema

# startupItems.typeDesc.launchDaemon
source: System daemon (root)
es: Daemon del sistema (root)
it: Daemon di sistema (root)

# startupItems.typeDesc.loginItem
source: Opens at user login
es: Se abre al iniciar sesión
it: Si apre al login utente

# startupItems.typeDesc.userLaunchAgent
source: User-specific background service
es: Servicio en segundo plano del usuario
it: Servizio in background utente

# startupItems.stats.total
source: Total
it: Totale
